// объявление переменных через var или let например
  // let number = 12;
// вывод информации в консоль браузера
  // console.log(number);
// ВЫВод сообщения для пользователя во всплывающем окне
  // alert("Приветствую тебя посетитель сайта :)");

// Вывод информации с подтверждением для посетителя

  // let yer;
  // yer = confirm("Есть ли Вам 18 лет?");
  // console.log(yer);

// Прямой вопрос - конкретный ответ

  // let yer;
  // yer = prompt("Есть ли Вам 18 лет?");
  // console.log(yer);

// ДЗ1
  let qest1;
  qest1 = prompt("Можете ли написать дату дня рождения Вашей мамы?");
  console.log(qest1);

  let qest2;
  qest2 = prompt("Можете ли написать дату дня рождения Вашего отца?");
  console.log(qest2);

  alert("Большое спасибо за терпение и участие в этом опросе");
